Repository: mozilla-l10n/mt-training-data
Catalog: zza/zza_pontoon.tmx
Source language: en_us
Languages: zza

source: Ready to add your voice or lend your ear?
zza: Ti hazir î/a ke vengê xo îlawe bikerê yan zî goşdar bikerê?

source: Ready to contribute?
zza: Ti hazir î/a ke beşdar bibê?

source: Ready to do { $count } more?
zza: Hazîr î/a ke { $count }na bikerê?

source: Ready to donate your voice?
zza: Ti hazir î/a ke vengê xo bibexişnê?

source: Ready to help validate sentences?
zza: Ti hazir î/a cumleyan tesdîq bikerê?

source: reCAPTCHA is required if you want to proceed
zza: Seba dewamkerdişî, reCAPTCHA lazim a

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
zza: Derheqê Common Voice de e-maîlan bigîre, sey vîrardişê hedefan, rewşa averşîyayîşî yan zî xebernameyan.

source: Recorded Clips
zza: Vengê Qeydkerdeyî

source: Recorded Hours
zza: Saetê qeydkerdeyî

source: <recordIcon></recordIcon> Last one!
zza: <recordIcon></recordIcon> No peyên o!

source: [Recording cut off before the end of the last word]
zza: [Verê ke çekuya peyêne wanîyaya, qeyd birîya]

source: Recordings
zza: Qeydî

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
zza: Seba ke ma komdayeyê xo yê akerdeyî awan bikerîme, yew parçeyo muhîm qeydkerdişê klîbanê vengî o - xora keyfê karî tîya de yo.

source: Record/Stop
zza: Qeyd bike/Bivindarne

source: Record your voice
zza: Vengê xo qeyd bike

source: Refresh
zza: Newe bike

source: Reject
zza: Betal ke

source: Remove
zza: Biestire

source: Remove Avatar
zza: Avatarî biestire

source: Report
zza: Rapor bike

source: Report was passed successfully
zza: Rapor bi serkewtiş rusnîya

source: Request a Language
zza: Ziwanêko newe biwaze

source: Request recordings
zza: Qeydan biwaze

source: *required
zza: *mecburî

source: Re-record
zza: Reyna qeyd bike

source: Re-record clip
zza: Newe ra qeyd bike

source: Return
zza: Apey

source: Return here to edit your goal anytime.
zza: Key ke ti wazenî/a hedefê xo sereraşt bikerê, agêre tîya.

source: Return to Common Voice
zza: Agêre Common Voice

source: Return to Common Voice Datasets
zza: Agêre Komdayeyanê Common Voice

source: Return to Languages
zza: Agêre ziwanan

source: Review
zza: Çim Biçarne

source: Review could not be saved. Please try again later.
zza: Çimçarnayîş qeyd nêbî. Keremê xo ra badê reyna biceribne.

source: ⓘ Review Criteria
zza: ⓘ Krîterê Çimçarnayîşî

source: Review Criteria
zza: Krîterê Çimçarnayîşî

source: Reviewed sentences not submitted, are sure?
zza: Cumleyê çimçarnayeyî nêameyî rusnayene. Ti emîn î/a?

source: Reviewing Sentences
zza: Çimçarnayîşê Cumleyan

source: Review & re-record clips here as you go
zza: Her ke şonî/a, çim biçarne qeydan û newe ra qeyd bike

source: Review & re-record clips if needed
zza: Eke lazim beno, çim biçarne qeydan û newe ra qeyd bike

source: Review Sentences
zza: Çim biçarne cumleyan

source: Review & Submit
zza: Çim Biçarne & Birusne

source: Romanian
zza: Romankî

source: Romansh Sursilvan
zza: Romanşkîya Sursîlvanî

source: Romansh Vallader
zza: Romanşkîya Valladerî

source: Runyankole
zza: Nkorekî

source: Russian
zza: Rûskî

source: s
zza: r

source: S
zza: R

source: Sakha
zza: Yakutkî

source: Santali (Ol Chiki)
zza: Santalkî (Ol Chiki)

source: Saraiki
zza: Saraîkî

source: Sardinian
zza: Sardînkî

source: Save
zza: Qeyd ke

source: Saved
zza: Qeyd bî

source: Scots
zza: Skotkî

source: Search
zza: Bigêre

source: See how your progress compares to other contributors all over the world.
zza: Averşîyayîşê xo, yê beşdaranê dinya yê bînan de têver o ne.

source: See Less
zza: Kêmî Bivîne

source: See More
zza: Hîna Zaf Bivîne

source: Select a Language...
zza: Ziwanêk weçîne...

source: Select a variant (optional)
zza: Fek weçîne (mecburî nîyo)

source: Selected
zza: Weçînite

source: Select the desired language dataset and choose the version you wish to download.
zza: Komdayeyê ziwanî yo ke ti wazenî/a, ey weçîne û seba warardişî versîyonêk weçîne.

source: Send sign up link
zza: Lînkê qeydbîyayîşî birusne

source: Sentence Collection
zza: Arêdayîşê Cumleyan

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
zza: <sentenceCollectorFragment>Derheqê arêdayîşê cumleyan de hîna zaf melumat bivîne</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
zza: <sentenceCollectorVideo>Rayberê ma yê xebitnayîşê Arêdayoxê Cumleyan de nîyade</sentenceCollectorVideo>.

source: Sentences
zza: Cumleyî

source: Sentences are collected for people to read aloud.
zza: Cumleyî arê dîyenê ke merdimî înan biwanê.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
zza: Seba ke cumleyî îlaweyê Common Voice bibê, ganî hetê di kesan ra kontrol bibê û qebul bibê. Ti <languageGuidelinesLink>tîya</languageGuidelinesLink> rayberê ziwanê xo virazenî/a. Ganî cumleyî binê lîsansê <licenseLink>milkê pêroyî</licenseLink> de bibê û 15 çekuyan ra kêmî bibê. Ti eşkenî/a wayîrê metnêk ra bipersî ke <waiverLink>pê feragatnameyê ma metnê xo sey CC0 tesnîf bikero</waiverLink> û adresa commonvoice@mozilla.com rê birusno.

source: { $sentences } sentences reviewed. Thank you!
zza: Çim çarnîya { $sentences } cumleyan. Weş be!

source: Sentence text
zza: Metnê cumle

source: Serbian
zza: Sirbkî

source: Set a goal
zza: Xo rê hedefêk rone

source: Set my visibility
zza: Asayîşê mi eyar bike

source: Settings
zza: Eyarî

source: Sex
zza: Cinsîyet

source: Sex or Gender
zza: Cinsîyet

source: Share Common Voice
zza: Common Voice pare bike

source: Share my goal
zza: Hedefê mi pare bike

source: Share your clip
zza: Qeydê xo pare bike

source: Share your { $count } Clip Daily Goal for { $type }
zza: Hedefê xo yo rojane seba { $type } pare bike: { $count } qeydê vengî.

source: Share your { $count } Clip Weekly Goal for { $type }
zza: Hedefê xo yê hewteyî seba { $type } pare bike: { $count } qeydê vengî.

source: Shilha
zza: Teşilhîltkî

source: Shortcuts
zza: Kilmrayîrî

source: [Should be ‘dinosaurs’]
zza: [Ganî 'heywanê girsî' bibîyêne]

source: [Should be “We are”]
zza: [Ganî "keye", "nan" û "wenîme" bibîyêne]

source: Show me sentences and clips from all variants within my language
zza: Mi rê pêro fekanê ziwanê mi ra qeydanê vengî û cumleyan nîşan bide

source: Show my ranking
zza: Rêza mi binawne

source: Sicilian
zza: Sîcîlkî

source: Sign up
zza: Qeyd bibe

source: Sign up for an account
zza: Hesabêk viraze

source: Sign up for Common Voice newsletters, goal reminders and progress updates
zza: Aboneyê xebernameyanê Common Voice, vîrardişê hedefan û rewşanê averşîyayîşî bibe

source: sign up for email updates
zza: seba xeberanê e-maîlî qeyd bibe

source: Sign up for { $lang } updates:
zza: Seba rojanekerdişanê { $lang } qeyd bibe:

source: Sindhi
zza: Sîndkî

source: Single ZIP file containing
zza: Yew dosyaya ZIPî. Tedeyî:

source: Sinhala
zza: Sînhalkî

source: Siswati
zza: Sîswatkî

source: Size
zza: Girsîye

source: Skip
zza: Ravêre

source: Skip Submission Feedback
zza: Rusnayîşê apeyhayî ravêre

source: Slovak
zza: Slovakkî

source: Slovenian
zza: Slovenkî

source: Small businesses, including tech and AI start ups
zza: Şîrketê qijkekî, yê zîrekîya viraştîye û teknolojî zî tede

source: Social media
zza: Medyaya sosyale

source: Somali
zza: Somalkî

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
zza: Tayê ziwanan de ferqê gramer, çekuyan û telefuzî yê girsî est ê. Coka, ma 2022 de <ctaLink>varyantan</ctaLink> îlawe kenîme. Wina komelî eşkenê mîyanê komdayeyanê girsan ra ziwananê xo cêser vejê.

source: Someone asks for a language to be added.
zza: Yewêk waştişname rusneno ke yew ziwan îlawe bo.

source: Something went wrong with reCAPTCHA. Please try again.
zza: reCAPTCHA de problemêk qewimîya. Keremê xo ra reyna biceribne.

source: Soninke
zza: Sonînkekî

source: Sorbian, Lower
zza: Sirbkîya Cêrêne

source: Sorbian, Upper
zza: Sirbkîya Corêne

source: Sorry, Common Voice is running slowly. Thanks for your interest.
zza: Qusurî de nîyamede, Common Voice giran xebitîyeno. Seba eleqeyê to, ti weş be.

source: Sorry, something went wrong
zza: Qusurî ra meewnî, şaşîyêk qewimîyaye

source: Source: { $sentenceSource }
zza: Çime: { $sentenceSource }

source: Southern Kurdish
zza: Kurdkîya Başûrî

source: Southern Sotho
zza: Sothokîya Başûrî

source: Spanish
zza: Spankî

source: Speak
zza: Qisey ke

source: Speakers
zza: Qiseykerdoxî

source: Speaking
zza: Qiseykerdiş

source: Speaking and Listening
zza: Qiseykerdiş û Goşdarkerdiş

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
zza: Vengê xo yê normalî de qisey bike! Her şekilê qiseykerdişî sere û çimanê ma ser o - ma telefuzê to yê tebîî wazenîme. Bi veng, stîl û giranîya xo ya normale qisey bike.

source: Speak now
zza: Nika qisey ke

source: Speak up, contribute here!
zza: Fekê xo ake, dest bide ma!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
zza: <speechBlogLink>Dest bi Naskerdişê Qiseykerdişî bike</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
zza: Lete bike bi { $archiveCount } dosyayanê ZIP. Tedeyî:

source: Splits
zza: Beşî

source: Start recording
zza: Dest bi qeydî bike

source: Start typing to describe your accent
zza: Binuse û fekê xo tarîf bike

source: Stats
zza: Statîstîk

source: Status Page
zza: Rîpelê Rewşe

source: Streaks
zza: Serî

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
zza: <strong>[QIRÇ]</strong> de heywanê <strong>[QIRÇ]</strong> -st ê.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
zza: <strong>Eke telefuzê yew qiseykerdoxî sey to nîyo, qeydê ci betal meke!</strong> - Muhîm o ke naskerdişê vengî seba her aksan û fekî bigureyo.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
zza: <strong>Viraştox be!</strong> Komelê ziwanê to do bêemsal bo û nê tena tayê rayîrê destpêkerdişî yê.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
zza: <strong>[PIŞK]</strong> Daristan de heywanê girsî <strong>[KUXIKE] est ê.

source: Submit
zza: Birusne

source: Submit a report
zza: Raporêk birusne

source: Submit clips
zza: Qeydan birusne

source: Subscribe
zza: Abone be

source: Success
zza: Qedîya!

source: success checkmark
zza: nîşanê serkewtişî

source: Success, profile created!
zza: Aferîn, profîlê to virazîya!

source: Swahili
zza: Swahîlkî

source: Swedish
zza: Swêdkî

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
zza: Seba tesdîqkerdişê cumle, heto raşt ser raşemitne. Seba betalkerdişî, heto çep ser raşemitne. Seba ravîyarnayîşî, acor raşemitne. <strong>Rusnayîşî xo vîr ra meke!</strong>

source: Syriac
zza: Suryankî

source: Tagalog
zza: Tagalogkî

source: Tahitian
zza: Tahîtkî

source: Taiwanese (Minnan)
zza: Taywankî (Mînnan)

source: Tajik
zza: Tacikkî

source: Taking several attempts to read a word.
zza: Yew çekuye çend reyî tekrarkerdiş.

source: Tamazight
zza: Tamazîxkî

source: Tamil
zza: Tamîlkî

source: Tap
zza: Bêçike pane

source: Tatar
zza: Tatarkî

source: TED-LIUM Corpus
zza: Korpusê TED-LIUMî

source: Tell us what you'd like to download:
zza: Ti wazenî/a çi bîyarê war:

source: Telugu
zza: Telûgû

source: Terms
zza: Şert û merc

source: Thai
zza: Taykî

source: Thanks for confirming your account, now let's build your profile.
zza: Seba ke to hesabê xo tesdîq kerd, weş be. De nika ma profîlê to virazîme.

source: Thank you for contributing your voice!
zza: Seba ke to vengê xo bexişna, ti weş be!

source: Thank you for donating your voice clips!
zza: Seba ke to qeydê vengî bexişnayî, ti weş be!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
zza: Seba qeydkerdişî, ti weş be!<lineBreak></lineBreak>Nika çim biçarne qeydanê xo û birusne.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
zza: Seba ke to waşt dest bidê projeyê { $lang }, ti weş û war be. Ma kenîme ke her ziwan seba weşanayîşî hazir bikerîme û ekîpan pê e-maîl xeberdar bikerîme. Ti ke wazenî/a dest bidê ci, keremê xo ra e-maîlê xo cêr ra binuse.

source: Thank you! You’ve sent a new language enquiry
zza: Weş be! To waştişnameyê ziwanêkê neweyî rusna

source: The bumblebee sped by.
zza: Ewro keye de mêmanî est ê.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
zza: Qeydê vengî yê ke nênê zereyê komdayeyê Common Voice, kewenê Goristanê Qeydan. Sey komdayeyan, Goristanê Qeydan kî yeno warardene. Seba ke nê projeyî de hetkarîya ma kerde, ma wazenîme nê kes û organîzatoranê cêrênan rê sipas bikerîme:

source: The clip has disrespectful or offensive language.
zza: Qeyd bêhurmet yan zî hêrişkar bî.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
zza: Komdayeyê Common Voice se hezaran qeydanê vengî ra yeno pêra. Nê kî viraştoxan rê benê destek ke pê wesayîtanê naskerdişê vengî virazê.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
zza: Komelê ma zerrîya Common Voice ya - endamê ma her cayê dinya ra yenê, ê zanyar, hunermend û çalakîkerê ziwanî yê. Ti ke wazenî/a eleqedar bibê, ti eşkenî/a sîteyê ma yê <about>Derheq de</about>î û <community>Stratejînameyê komelê ma de</community> zêde melumat bivînê. Eke ti wazenî/a bikewê hemparîyêka tenêna xorîn û rêxistinkîye, <emailFragment>ma de bikewe têkilîye.</emailFragment>

source: The giant dinosaur of the Triassic.
zza: Daristan de heywan girs est ê.

source: The giant dinosaurs of the Triassi-.
zza: Daristan de heywanê girsî est-.

source: The giant dinosaurs of the Triassic.
zza: Daristan de heywanê girsî est ê.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
zza: Daristan de heywanê girsî est ê. <strong>[hetê yew kesî ra wanîya]</strong>

source: The giant dinosaurs of the Triassic. Yes.
zza: Daristan de heywanê girsî est ê. Heya.

source: The giant dino <strong>[cough]</strong> the Triassic.
zza: Daristan de heywanê gir<strong>[KUXIKE]</strong> est ê

source: The number of recordings and which languages you contribute to will be public.
zza: Hûmara qeydanê to û ziwanê ke ti beşdarê ci bîyî/bîya, ê hetê kesanê bînan ra yenê dîyene.

source: There are currently no sentences to review in this language.
zza: Na game nê ziwanî de cumleyî çin ê.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
zza: Merdim eşkeno tewir bi tewir derheqê ziwanan de bifikirîyo. Seba armancê modelanê naskerdişê qiseykerdişî, Common Voice pêşnîyaz keno ke giranî bidîme konseptê "yewbînan fehmkerdişî" ser, yan zî "eke lebate kenê, tirêm qiseykerdoxê nê ziwanî yewbînan fehm kenê yan ney?"

source: The recording was too long.
zza: Qeydê to zêde derg bî.

source: The recording was too quiet.
zza: Qeydê to zaf bêveng bî.

source: The recording was too short.
zza: Qeydê to zêde kilm bî.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
zza: Normal o ke sewîyeya vengî yê her qiseykerdoxî cîya ya. Eke veng hende berz o ke qeyd birîyeno yan zî (no hîna zaf qewimîyeno) eke veng hende nizm o ke ti nêeşkenî/a bê wendişê metnî bihesnê ke wendox se vano, tena o wext qeydî betal bike.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
zza: Nê ziwanî no dem hetê komelî ra yenê averberdene. Seba weşanayîşî, <localizationGlossaryLink>çarnayîşê keyepelî</localizationGlossaryLink> û <sentenceCollectionGlossaryLink>arêdayîşê cumleyan</sentenceCollectionGlossaryLink> lazim ê.

source: The selected file is too large
zza: Dosyaya weçînitîye zêde girs a

source: The sentence has a grammatical or spelling error.
zza: Na cumle de xetayê gramerî yan raştnuştişî est ê.

source: The sentence has disrespectful or offensive language.
zza: Na cumle de tewirêko hêrişkar yan zî bêhurmet est o.

source: The sentence must be grammatically correct.
zza: Ganî cumle hetê gramerî ra raşt bo.

source: The sentence must be speakable.
zza: Ganî merdim bieşko cumle biwano.

source: The sentence must be spelled correctly.
zza: Ganî cumle raşt binusîyo.

source: The site is ready to be launched when it reaches 75% completion.
zza: Gama ke %75 yê keyepelî çarnîyayo, seba weşanayîşî amade beno.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
zza: Sîte demêko nêzdî de agêreno. Seba melumato peyên, keremê xo ra beşdarê <matrixLink>xoşebera Matrixî</matrixLink> bibe yan zî <githubLink>GitHub</githubLink> yan <discourseLink>forumanê ma yê Discourse</discourseLink> zîyaret bike û uca raporê xetayan biwane yan zî bi xo birusne.

source: The website text is translated into that language.
zza: Metnê keyepelî çarnîyeno nê ziwanî ser.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
zza: No melumat mecburî nîyo - tena eke pê rehet î/a, pare bike. Ma ke komdayeyî weşanenîme, ma heme melumato şexsî anonîmîze kenîme û garantî kenîme ke melumato sey name û e-maîlê to bi qet yew melumato demografîk ra, sey serrî yan cinsîyetî, nêro girêdayene.

source: Three to go!
zza: Hîrê hebî mendî!

source: Tibetan
zza: Tîbetkî

source: Tigre
zza: Tîgrîkî

source: Tigrinya
zza: Tîgrînîyakî

source: Today
zza: Ewro

source: Today's Common Voice progress on clips recorded
zza: Averşîyayîşê ewroyî yê venganê Common Voice yê qeydkerdeyan

source: Today's Common Voice progress on clips validated
zza: Averşîyayîşê ewroyî yê qeydanê Common Voice yê tesdîqkerdeyan

source: Today's Progress
zza: Averşîyayîşê Ewroyî

source: Toki Pona
zza: Tokî Pona

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
zza: Seba ke yew qeydê vengî bikewo komdayeyê Common Voice, ganî hetê di xebitnayoxanê cîyayan ra tesdîq bibo.

source: Too many files
zza: Zêde dosyeyî

source: Top Contributors
zza: Beşdarê Tewr Aktîfî

source: Total
zza: Pêro pîya

source: Total Approved
zza: Pêro Tedîqkerdeyî

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
zza: Eke { $people } kesî roje de { $clipsPerDay } qeydanê vengî virazenê { $periodMonths } aşman de { $totalHours } saetî mumkîn ê.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
zza: Desto raşt de ma avantajan û melumato ke ma rayapêroyî de pare kenîme, înan îzah kenîme. Pê lînkanê cêrênan ti eşkenî/a haceta xo ser o hesabêde Common Voice akerê.

source: Toward next goal
zza: Ver bi hedefo ameyox

source: Track progress here and on your stats page.
zza: Tîya, rîpelê xo yê statîstîkî de averşîyayîşê xo taqîb bike.

source: Transgender
zza: Transcinsî

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
zza: <translateVideoLink>Rayberê ma yê xebitnayîşê Pontoonî ra biewnî.</translateVideoLink>

source: Translating the site
zza: Çarnayîşê sîteyî

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
zza: Çarnayîş îngilizkî ra yeno kerdene, la ti eşkenî ziwananê bînan ra <strong>pêşnîyazan</strong> bivînê. <strong>Profîlê xo</strong> ser o bitikne, dima şo <strong>Eyaran</strong> û uca ziwananê ke qisey kenî/a, înan îlawe bike. Kunco raşto cêrên de lîsteyêka çarnayîşan bi nameyê <strong>"Locales"</strong> est a. Çarnayîşî yew roje ra dime keyepel ser o asenê.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
zza: Çarnayîşê sîteyê Common Voice <strong>Pontoon</strong> ser o yeno kerdene.

source: Tshivenda
zza: Vendakî

source: Turkish
zza: Tirkî

source: Turkmen
zza: Tirkmenkî

source: Tuvan
zza: Tuvakî

source: Twi
zza: Twî

source: Typically megabytes
zza: Normal de tayê megabaytî

source: Ubykh
zza: Ubixkî

source: Udmurt
zza: Udmurtkî

source: Ukrainian
zza: Ukraynkî

source: Understand contribution criteria
zza: Krîteranê beşdarîye fehm bike

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
zza: Gama ke ti goşdarîya qeydanê vengî kenî/a, bimuse ke ganî ti bala xo bidê çinayî ser. Wina ti qeydanê xo yê vengî zî kenî/a dewlemendêr!

source: Universities, Academics and Researchers
zza: Unîversîte, Akademîsyen û Cigêrayoxî

source: Upload aborted. Do you want to delete your recordings?
zza: Barkerdiş betal bî. Ti wazenî/a qeydanê xo biestirê?

source: Upload an image file
zza: Dosyaya resimî bar bike

source: Urdu
zza: Urdûkî

source: User Name
zza: Nameyê Xebitnayoxî

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
zza: Xebitnayoxî raştbîyayîşê qeydanê bexişnayeyan tesdîq kenê, yanî kontrol kenê tirêm qiseykerdoxî cumle raşt wenda yan ney.

source: Uyghur
zza: Uygurkî

source: Uzbek
zza: Ozbekkî

source: Validated Clips
zza: Vengê Tesdîqkerdeyî

source: Validated Hours
zza: Saetê tesdîqkerdeyî

source: Validated Hr. Total
zza: Pêro saetê tesdîqkerdeyî
